---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ElectricityFailures
source: html/d71e84b6-4305-a503-26a5-9825392e982a.htm
---
# BuiltInFailures.ElectricityFailures Properties

The family no longer matches the properties for the Circuit. Disconnect the family from the Circuit?